const GoalsData = [{
    icon: "fas fa-caret-right",
    description: "העצמה נשית אתיופית, עידוד ייעוץ ומילגות להשכלה גבוהה לנשים הכשרות וקורסים, מינוף ועידוד פתיחת עסקים לנשים בקהילה"
},
{
    icon: "fas fa-caret-right",
    description: "העצמה נשית אתיופית, עידוד ייעוץ ומילגות להשכלה גבוהה לנשים הכשרות וקורסים, מינוף ועידוד פתיחת עסקים לנשים בקהילה"
},
{
    icon: "fas fa-caret-right",
    description: "העצמה נשית אתיופית, עידוד ייעוץ ומילגות להשכלה גבוהה לנשים הכשרות וקורסים, מינוף ועידוד פתיחת עסקים לנשים בקהילה"
}
]

export default GoalsData ;