{"Contact Us":"Contact Us",
  "Store":"store",
  "Donations":"Donations",
  "Programs":"Programs",
  "About us":"About us",
  "app_title":"Empowering women",
  "logout":"LogOut",
  "languageglob":"language",
  "readMore":"Read More",
  "backUp":"back to top",
  "Partners":"Partners",
  "vision":"vision",
  "visionInfo":"I founded the group for an important and lofty goal that we are the Ethiopian women Holdings, Nobility and success (although sometimes we do not value ourselves enough) And we have the opportunity to help, to comfort, to learn from each other, to enrich one anotherSecond and succeed together.My belief is that the wisdom we have built (as the wisdom of the Queen of Sheba) can help in raising Social and personal issues related to the community and especially can lead to leverage And the success of each and every one.",
  "Goals":"Goals",
  "GoalsInfo":"The Empowering Ethiopian Women's Association has set itself goals in the broad aspects of education Encouragement and counseling and assistance for women to go to school, in the public aspect Handling public inquiries that come in person or through an empowering Ethiopian women community, in the business aspect of leveraging and encouraging business among women in the community.",
  "littleBitAbout":"About Us",
  "littleBitAboutInfo":"The Empowering Ethiopian Women's Association was established in 2020, out of a real need to provide assistance, support and encouragement to Israeli women of Ethiopian descent, higher education and business and mutual guarantee. Its goal is to influence Israeli society, the economy, education and all areas of life in general. ",
  "Refresh":"Refresh",
  "about":"About",
  "Join the newsletter":"Join the newsletter",
  "Area of activity":"Area of activity: Social activity",
  "organizationType":"Type of organization: New association",
  "Organization number":"Organization number: 580706646",
  "Streetinfo":"Histadrut, 3, Ashkelon, 7827804",
  "siteNamefacebook":"Empowering ethiopian women are also on Facebook",
  "emailContact":"To contact us by email",
  "click":"Click",
  "send":"Send",
  "contact":"contact",
  "Cause of appeal":"Cause of appeal",
  "Email":"Emeil",
  "Description":"Description",
  "club member":"club member",
  "Other":"Other",
  "Encouragement":"Encouragement and counseling for women to go to school",
  "Handling public inquiries":"Handling public inquiries",
  "encourage business":"Leverage and encourage business among women in the community",
  "conscious perception":"Changing a conscious perception that an academic degree is achievable",
  "sexualVictims":"Victims of sexual assault",
  "scholarships":"Intended for age-targeted scholarships in collaboration with organizations and institutions for vocational training courses",
  "famileAssistance":"Assistance to single-parent families in general distress",
  "publicinquiriesinperson":"In person or through a community of empowering Ethiopian women",
  "Providing assistance":"Providing immediate assistance to women's inquiries",
  "Domestic violence":"Domestic violence",
  "Assistance to single-parent":"Assistance to single-parent families in general distress",
  "Leverage business":"Leverage and encourage business among women in the community",
  "Marketing Business":"Marketing and advertising Business accessibility in the community",
  "Accompanying businesses":"Accompanying and leveraging existing businesses",
  "Purchasing services":"Purchasing intra-community services to expand the number of customers",
  "adminPage":"Admin Page",
  "Newsletter":"Newsletter",
  "Cart":"Add To Cart +",
  "StoreHeader":"Our Store"

  
}
